// lang ru

export default {
  mainLayout: {
    nameUniver: `ИНСТИТУТ ОБЩЕЙ И НЕОРГАНИЧЕСКОЙ ХИМИИ АКАДЕМИИ НАУК РЕСПУБЛИКИ УЗБЕКИСТАН`,
    typeUniver: "АКАДЕМИЯ НАУК\n РЕСПУБЛИКИ УЗБЕКИСТАН",
    title: "ИНСТИТУТ ОБЩЕЙ И НЕОРГАНИЧЕСКОЙ ХИМИИ",
    learn_more: "Узнать больше",
  },
  subLayout: {
    // about us
    about: "О НАC",
    about_item: {
      organize: "Организация",
      about_institute: "Об институте",
      leadership: "Рукаводство",
      institute_directors: "Директора института",
      important_results: "Важные результаты",
      scientific_research: "Научные исследования",
      academics: "Академии",
    },
    // labaratories
    department: "ОТДЕЛЫ",
    labaratories: "Лаборатории",
    labaratories_item: {
      one: "Лаборатория фосфорных удобрений",
      two: "Азот, комплексные удобрения и имитаторы. Кафедра надмолекулярных брикетов",
      three: "Агрохимическая лаборатория",
      four: "Лаборатория металлургических процессов и техногенного сырья",
      five: "Лаборатория коллоидной химии и промышленной экологии",
      six: "Petrochemical laboratory",
      seven: "Лаборатория силикатной химии и химической технологии",
      eight: "Лаборатория дефолиантов",
      nine: "Научно-исследовательская лаборатория и испытательный центр «СТРОМ»",
      ten: "Лаборатория химической технологии и оборудования",
      eleven: "Лаборатория химической технологии, переработки газa и ПАВ",
    },
    information_anlys: "Информация об институте",
    information_base: "Информационно-ресурсный центр",
    unique_objects: "Бугалтерия",
    personnel_department: "Персональный отдел",
    economic_service: "Административно-хозяйственная служба",

    //ACTIVITIES
    activities: "Активности",
    scientific_activity: "Научная деятельность",
    scientific_council: "Ученый совет института",
    scientific_seminars: "Научные семинары",
    scientific_grants:
      "Научные гранты, выполняемые в рамках Государственных научно-технических программ",
    scientific_cooperation: "Международные научные связи",
    young_scientists: "Совет молодых ученных",
    trade_union: "Профсоюз института",
    photo: "Фото галерия",

    // SPECIAL COUNCIL
    special_council: "СПЕЦИАЛЬНЫЙ СОВЕТ",
    scientific_degrees: "Список научного совета по присуждению ученых степеней",
    scientific_seminar:
      "Cписок семинара при научном совете по присуждению ученых степеней",
    dissertations: "Авторефераты",

    // Doctorate course
    doctarate_coure: "Докторантский курс",
    course_dsc: "Докторантский курc (DSc)",
    course_phd: "Базовый курс докторантуры (PhD)",
    course_ind: "Независимый конкурс на ученую степень",

    // Journal
    journal: "Журнал",
    journal_about: "О журнале",
    write: "Правила оформления статей",
    archive: "Архив",

    //contact
    contact: "КОНТАКТ",

    //collactive
    collactive: "Центр коллективного пользования",
  },
  home_page: {
    about_description:
      "В 1933 году он был создан в Ташкенте под названием Химический институт. под этим названием с 1998 года. На базе института выделен ряд специализированных научно-исследовательских институтов, в том числе лаборатории химии алкалоидов, химии хлопка и химии полимеров и физической химии института, Институт химии растительных веществ АН Узбекистана (1956 г. ), в 1959 г. Институт химии и технологии хлопковой целлюлозы, в 1965 г. В 2010 г. на базе нефтехимической лаборатории был создан Среднеазиатский институт нефтепереработки (ныне Химико-фармацевтический институт Узбекистана им. А. Султанова). В 1934 г. ученые института открыли реакцию алкилирования ароматических углеводородов спиртами. В 1938 г. была обнародована кислотно-основная теория (М. И. Усанович). Приведены результаты научных исследований, проведенных в институте за последние годы, в том числе разбавители нефти и нефтепродуктов, растворители на основе газовых конденсатов, препарат «К9», технология получения водо- и маслорастворимых ПАВ, обработка семян, катализаторы универсального назначения. , пористый вермикулит, масло и экстракция йода из гидротермальных вод, простой суперфосфат из фосфоритов Центральных Кызылкумов, комплексные и органоминеральные удобрения, содержащие фосфор, кальций, азот («Азобиоком» и др.), стимуляторы серии «Хасил», технологии производства « Сихат», «Сардор», дефолианты, химия, внедренные в нефтепереработку, пищевую промышленность, нефтеперерабатывающие заводы, буровое оборудование, сельское хозяйство, предприятия по производству строительных материалов.",
    usefullLink: "Полезные ссылки",
    partners: "Партнеры",
  },
  footer: {
    baseTitle: `ИНСТИТУТ ОБЩЕЙ И <br/> НЕОРГАНИЧЕСКОЙ ХИМИИ <br/> АКАДЕМИИ НАУК <br/> РЕСПУБЛИКИ УЗБЕКИСТАН`,
  },
};
